{
  "anni70-0": {
    "title": "**ANNI SETTANTA**<br>Piano terra, ingresso e salone",
    "content": "L'ingresso della mostra PORTOFRANCO è concepito per mettere subito il visitatore in una dimensione intima e sorprendente. Nel corridoio che collega i due palazzi dell'edificio si trova l'allestimento di **Thyself Agency**, un'agenzia di scambio di vita fondata dagli artisti **Luca De Leva** ed **Emma Rose Hodne**. Il progetto, già realizzato in diverse città italiane ed europee, propone esperienze reali di \"scambio del sé\", invitando il pubblico a mettersi in gioco e ad adottare nuove prospettive relazionali. Durante alcuni weekend i due artisti saranno presenti per dialogare con i visitatori. Superato il corridoio si entra nel grande salone, caratterizzato dagli sportelli della vecchia banca e da materiali come legno, granito e vetro, elementi che introducono l'atmosfera della mostra.<br><br>Sul fondo della sala, oltre gli sportelli, campeggia la grande pittura di **Thomas Braida**: un paesaggio classico popolato da mucche che bevono cocktail, immagine ironica e al tempo stesso seria, rappresentativa del linguaggio unico dell'artista. All'interno degli sportelli della banca, invece, **Marta Ravasi** ha collocato delicate immagini fotografiche, come oggetti dimenticati dai precedenti occupanti degli spazi, piccole tracce del passato. Accanto, si trovano arredi d'ufficio abbandonati: casseforti aperte, telefoni, prese, scrivanie. In questo contesto, all'interno di uno degli uffici, emerge la scultura di **SC_NC**, creata appositamente per PORTOFRANCO: una composizione di chiavi recuperate in luoghi dismessi del territorio, considerate come \"depositarie di anime e memorie\". Nel percorso compare anche la prima serie di opere di **Raoul Schultz**, artista anticipatore del suo tempo, qui rappresentato con lavori appartenenti alle serie delle \"*Toponomastiche\"*, dei \"*Numeri anagrafici\"* e dei \"*Calendari\"*, collocati in vari punti del Palazzo.<br><br>A terra, un grande portadocumenti originario dello spazio si trasforma in scultura e dispositivo espositivo per un'opera inedita di **Rachele Calisti**: una figura di manager disteso, ironica e cinica, che si integra perfettamente con l'ambiente. È inoltre presentato *Tenuto immerso*, video di **Daniele Costa**, visibile anche dall'esterno attraverso l'apertura dell'ex bancomat. Il film restituisce forza e vita agli ambienti abbandonati del palazzo e rappresenta la matrice poetica dell'intera mostra.<br><br>La visita prosegue lungo la scala centrale, elemento architettonico che unisce i due edifici, rendendoli un unico corpo: Palazzo Soranzo Novello. Questa scala, documentata nella sua forma anche dai disegni di **Filippo Antonioli**, è il cuore del movimento del pubblico attraverso le diverse atmosfere della mostra.<br><br>Salendo la scala, il visitatore incontra un grande dipinto di **Adam Gordon**, artista americano che indaga l'umanità e gli oggetti attraverso video, fotografia, performance e pittura. L'opera raffigura un corpo ibrido e allungato, sospeso tra tempi e identità, e l'artista è presente in mostra anche con un secondo dipinto più intimo."
  },
  "anni70-1": {
    "title": "**ANNI SETTANTA**<br>Piano primo",
    "content": "Salendo la scala si è arrivati al primo piano, nell'ala anni Settanta. Qui il visitatore è accolto da un dittico di **Silvia Negrini** che introduce alla prosecuzione del percorso. L'ambiente conserva l'estetica tipica dell'epoca - moquette marrone, vetrate fumé, porte e boiserie - diventando cornice per la presenza di **Duane Hanson**, maestro del post pop americano e dell'iper-realismo. La sua opera *Flea Market Lady*, figura di donna della Florida, Rose, seduta a leggere una rivista tra oggetti usati (pronti ad essere venduti al mercatino delle pulci) è realizzata in bronzo policromo con abiti e oggetti veri. In questo contesto abbandonato, la sua presenza reale e silenziosa crea un forte contrasto tra memoria, presenza e assenza, invitando lo spettatore a osservare tempo e spazio con nuova attenzione. Questo è il preludio a ciò che si scoprirà negli uffici e nel lungo corridoio successivo, dove sono esposte le fotografie di **Guido Guidi**, dedicate a dettagli architettonici della **Tomba Brion** di Carlo Scarpa. Guidi osserva il cambiare della luce e delle ombre come un processo pittorico degli impressionisti. In una grande sala che si affaccia sul corridoio, prende forma l'habitat di **SC_NC**: un archivio in bilico tra passato e presente, composto da sculture, azioni, disegni, luci, detriti, materiali accumulati e memorie visive. L'opera finale del duo è un dipinto realizzato assemblando frammenti di linoleum, in dialogo con i mobili abbandonati della stanza, dando vita a un nuovo microcosmo narrativo.<br><br>Dall'altro lato rispetto alla scultura di Hanson si trovano tre uffici, abitati da due artisti. Nel primo, **Sacha Kanah** dà forma a una sospensione temporale: gli arredi originali dell'ufficio diventano il contesto per tre sculture in cui elementi industriali pesanti vengono trasformati, alleggeriti e ripensati, evocando nuovi equilibri tra natura, materia e corpo. I due uffici adiacenti ospitano invece un progetto di **Vincenzo Agnetti**, qui nuovamente attivato dopo la sua presentazione nel 1977 al Castello di Portofino. In quell'occasione Agnetti aveva creato stanze concettuali, ognuna portatrice di un tema. A PORTOFRANCO rivive la **\"stanza del delitto\"**, con una grande opera grafico-pittorica simile a un rebus; a terra una tela strappata allude a ciò che è stato rimosso. La stanza successiva ospita *Machiavelli 30*, video-performance in cui l'artista getta a terra buste contenenti il testo del *Corpo del reato* e poi scompare, lasciando la sua voce a narrare un testo apparentemente *nonsense* ma ancora attuale. I visitatori possono raccogliere e portare con sé le buste con il testo.<br><br>Infine, sul piano, come dimenticata, appare un'opera di **Francesca Mirabile**: un collage che anticipa ulteriori interventi dell'artista presenti più avanti nel percorso."
  },
  "anni70-2": {
    "title": "**ANNI SETTANTA**<br>Piano secondo",
    "content": "Il ciclo di opere *\"Escape room\"* di **Silvia Negrini**, creato appositamente per PORTOFRANCO, offre una chiave di lettura dell'intera mostra. L'artista utilizza per la prima volta la tecnica dell'intarsio, sviluppando dittici che dialogano con gli elementi decorativi del Palazzo - stucchi, boiserie, piastrelle e pattern architettonici - e accompagnano i visitatori negli spazi di passaggio, con geometrie e ambienti sospesi. Al termine della scala si incontra il secondo dipinto di **Adam Gordon**, che raffigura un interno anonimo e silenzioso, ispirato alle immagini di case in vendita. La scena, dipinta a memoria, restituisce la sensazione di un luogo senza identità, simile all'atmosfera del salone che lo ospita, con luci fredde e tende grigie.<br><br>Da qui si accede a un grande ufficio dismesso, con armadi metallici e una mappa geografica appesa alla parete. A terra, sotto quest'ultima, si trova il primo intervento *site specific* di **Maurizio Cattelan**: una scultura ironica e discreta, due ascensori di piccole dimensioni, che sembrano essere sempre appartenuti al luogo, rafforzando l'impressione di un ambiente sospeso tra realtà e finzione.<br><br>Nella stanza principale, armadi eleganti in legno custodiscono opere di **Zoe Williams** e **Fabio Roncato**. Williams espone piccoli oggetti evocativi, come un portacandela a forma di scarpetta e un disegno che rimanda a un immaginario femminile sensuale e barocco; Roncato presenta sculture in bronzo simili a fossili, simboli di un tempo sedimentato.<br><br>Gli uffici attigui ospitano tre nuclei artistici distinti. In uno, **Marta Ravasi** utilizza mobili dell'ex banca come supporto per le sue pitture poetiche e rétro, rievocando atmosfere delicate e senza tempo. Nell'altro, si incontrano opere inedite di **Thomas Braida** e **Agnese Guido**: Braida, con ironia, reinterpreta soggetti familiari come gatti domestici; Guido popola le stanze di figure grottesche e simboli legati all'immaginario bancario - bancomat, manager, banconote - in scenari surreali dove interni e esterni convivono in equilibrio precario.<br><br>Il percorso si conclude nel grande ufficio del piano, dove **Alberto Zanetti** interviene con tre immagini che riflettono il tema del doppio, centrale nella mostra: il doppio palazzo, le identità che si sovrappongono, i significati che si specchiano e mutano. Le immagini - una mano, una freccia in foglia d'oro - sembrano attraversare lo spazio, inserendosi come elementi in bilico tra le due zone dell'edificio. Per Zanetti, l'immagine non va semplicemente osservata, ma attraversata: è nel movimento dello spettatore che essa si completa."
  },
  "anni70-3": {
    "title": "**ANNI SETTANTA**<br>Piano terzo",
    "content": "Ci si trova al terzo piano, dove un suono ritmico e ripetuto guida l'attenzione. Lo spazio qui è più raccolto e, avvicinandosi alla sommità della scala, il ritmo si fa più intenso. In questo ambiente convivono tre installazioni di **Silvia Mariotti**, **Flavio Favelli** e **Maurizio Cattelan**, ognuna strettamente legata al luogo e capace di trasformarne l'atmosfera.<br><br>Alzando lo sguardo sopra la scala, si scopre l'origine del suono: *TODAY*, una versione inedita, più piccola, del celebre \"Tamburino\" di **Maurizio Cattelan**. Il piccolo personaggio, vestito di tutto punto, osserva il pubblico dall'alto mentre suona un tamburo, obbligando lo spettatore a una partecipazione fisica e attiva, in un gesto di straniamento. Nelle stanze adiacenti, **Silvia Mariotti** compone un paesaggio in cui la natura invade l'architettura: foglie secche, sculture in ceramica, muffe naturali e sintetiche, luci al neon dialogano con i vecchi armadi metallici e l'illuminazione fredda dell'edificio. Le fotografie di foreste e dettagli vegetali amplificano questa tensione tra organico e artificiale, trasformando gli spazi in luoghi di fragile sopravvivenza e lenta riconquista.<br><br>Poco oltre, una porta a vetri decorata con il disegno di un telefono introduce l'intervento di **Flavio Favelli**. Come una cabina telefonica dimenticata, la stanza è interamente tappezzata con immagini tratte da riviste erotiche vintage: un gesto ironico e provocatorio che riattiva un angolo marginale del palazzo, rivelandone la carica latente.<br><br>Favelli è presente anche nell'altra ala del Palazzo, così come ricorrono, disseminate senza indicazioni esplicite, tracce di altri artisti, tra cui **Thomas Braida**, **Agnese Guido**, **Goldschmied & Chiari**, **Zoe Williams** e **Francesca Mirabile**. Queste presenze non dichiarate accompagnano il visitatore nella mostra come indizi sotterranei, contribuendo alla dimensione di scoperta e attraversamento che caratterizza PORTOFRANCO."
  },
  "settecento-3": {
    "title": "**SETTECENTO**<br>Piano terzo",
    "content": "Il percorso raggiunge il piano più alto del Palazzo, dove lo sguardo del visitatore viene catturato dal grande video di **Fabio Roncato** che si espande nello spazio. L'immagine mostra un cerchio d'acqua in movimento, un flusso senza inizio né fine che si muove nel buio, come una soglia verso un'altra dimensione. L'installazione invita a una sosta lenta e immersiva.<br><br>In questo momento di pausa, si introduce uno dei progetti speciali della mostra: il duo **VENERDISABATO**, formato da Sara Lomboni e Luca Guarino, attiverà nei mesi di apertura (fino a febbraio 2026) una serie di performance itineranti dedicate a una selezione di opere del percorso espositivo. Il duo racconterà la mostra attraverso un linguaggio contemporaneo, ironico e immaginifico, costruendo dialoghi e scambi basati su indovinelli e giochi di interpretazione. Il pubblico sarà coinvolto nella ricerca delle soluzioni, diventando parte attiva del racconto. Le performance si terranno in alcune date selezionate, indicate sul sito della mostra."
  },
  "settecento-2": {
    "title": "**SETTECENTO**<br>Piano secondo",
    "content": "Dopo essere passati dalla scala che si restringe, l'atmosfera cambia: una volta raggiunto il piano, gli ambienti si rivelano ampi e monumentali. Al centro del grande salone si incontra l'installazione pittorica di **Marco Bongiorni**, composta da più elementi su fondo blu scuro. L'artista raffigura teste di cani molossi e pastori caucasici in colori intensi, con tratti a volte sottili, a volte energici. Per Bongiorni queste figure incarnano il legame tra umano e animale, antico e contemporaneo, diventando metafora di una lotta contro i \"meccanismi di potere\". La pittura costruisce una presenza collettiva che sembra osservare il luogo e chi lo attraversa.<br><br>Un divano nero in pelle riporta alla memoria il passato recente del palazzo. Proseguendo a sinistra, nella lunga sala contigua, **Flavio Favelli** costruisce un ambiente totale: una grande installazione accessibile solo da due ingressi laterali. Assemblando mobili, boiserie e materiali provenienti da epoche differenti, Favelli crea un proprio universo in cui interno ed esterno si ribaltano e le stanze diventano \"scatole abitative\". Sul lato destro del salone, le sale settecentesche si fanno più intime. Nell'ultima, illuminata da una finestra, il visitatore ritrova la parte mancante delle opere di **Alberto Zanetti**: la punta della freccia e l'altra metà della mano, insieme ad una piuma che si moltiplica in tre dimensioni, completano così il tema del doppio che attraversa l'intera mostra e ricongiungendo simbolicamente le due ali del Palazzo.<br><br>Nell'ultima stanza del piano attende una scultura di **Rachele Calisti**: su lastre di vetro e plexiglass si stratifica la figura di un cane immobile, tratta da iconografie digitali, riflessione sul quotidiano che somiglia al reale ma non lo è.<br><br>Prima della discesa finale, sulla parete compare un light box di **Zoe Williams**, immagine kitsch che rappresenta una scultura forse barocca e che introduce l'uscita. Si scende nuovamente accompagnati da un ultimo dittico di **Silvia Negrini**, che chiude il percorso come una soglia visiva."
  },
  "settecento-1-SE": {
    "title": "**SETTECENTO**<br>Piano primo, ala sud-est",
    "content": "Lasciandosi alle spalle il grande salone settecentesco con l'installazione di Marco Bongiorni, e una volta scese le scale, un rumore inatteso - un misto di musica e ronzio - richiama l'attenzione. La fonte si trova in un vano stretto, dove coesistono una grande cassaforte e un affresco antico: due presenze in contrasto che introducono a un piccolo bagno nascosto. Qui, la voce di una zanzara che canta il blues sorprende il visitatore: l'opera sonora di **Vedovamazzei** trasforma un ambiente comune e dimenticato in una scena surreale. Accanto, un dipinto di **Thomas Braida**, una natura morta veneziana dall'atmosfera cupa, appare come eredità dello stesso Palazzo, pur essendo un intervento contemporaneo. Uscendo, una deviazione conduce a due stanze settecentesche, con soffitti a cassettoni e pavimenti in cementine veneziane.<br><br>Nella prima, due sculture in alluminio di **Fabio Roncato** occupano lo spazio con una presenza insieme solida e poetica. Plasmate dal fiume Brenta, sono forme nate dal paesaggio, restituzioni della forza dell'acqua e del tempo. Posate a terra, accompagnate da lampadari in vetro di Murano e dalla traccia di una cassa antica, instaurano un dialogo silenzioso tra materia, memoria e trasformazione. In PORTOFRANCO, la ricerca di Roncato intreccia scultura, video e reperti che sembrano emergere da epoche diverse, costruendo una narrazione lenta, fluida, stratificata.<br><br>Nella stanza successiva, il silenzio si rompe: *Shake Shack* di **Anna Galtarossa** è una scultura totemica, colorata, vibrante, capace di \"scacciare le energie negative\". Assemblando materiali eterogenei - tessuti, piccoli oggetti, elementi domestici e frammenti visionari - l'artista costruisce un corpo pulsante, un microcosmo abitato da mitologie personali e collettive. L'opera si anima nello spazio come presenza rituale, anticipando un'energia che il visitatore ritroverà più avanti, a chiudere il percorso.<br><br>Il pubblico è ora invitato a tornare sui propri passi: ad attenderlo, una sala importante, forse la più affascinante dell'intero Palazzo Soranzo Novello."
  },
  "settecento-1-SO": {
    "title": "**SETTECENTO**<br>Piano primo, ala sud-ovest",
    "content": "Il salone si apre con le grandi finestre in stile veneziano, affacciate sulla città di Castelfranco Veneto, proprio di fronte alla torre che la custodisce. Sul lato sinistro, come presenze rimaste immutate nel tempo, le opere specchiate di **Goldschmied & Chiari** catturano subito lo sguardo: superfici in cui i colori si fondono come vapori sospesi. La tecnica che le artiste hanno sviluppato imprime sulle lastre riflettenti atmosfere che evocano paesaggi, cieli in movimento, forse gli stessi che Giorgione ritraeva nelle sue vedute. In dialogo con queste opere, sul tavolo originale del salone, sono disposti vasi in vetro soffiato di Murano appartenenti alla serie *Magnifica*. Questi oggetti suggeriscono forme e posture femminili: ironiche, sensuali, leggere. Le stesse forme riemergono nei disegni ad acquerello e pastello del duo, disseminati nel percorso. Il tema della sensualità ritorna anche nelle due sculture di **Zoe Williams**, collocate ai lati del salone. La ceramica - medium prediletto dall'artista insieme alla fotografia - diventa corpo, ornamento, racconto. Di fronte alle finestre settecentesche si erge un grande busto, un assemblaggio antropomorfo, barocco e surreale.<br><br>Nella prima stanza che si affaccia sul salone, una scena appare come teatro sospeso: una figura che ricorda un moderno Don Giovanni prende vita in un leporello composto da materiali recuperati dagli ex uffici della banca e da elementi modellati su misura. **Francesca Mirabile** ricostruisce storie usando tracce del quotidiano: oggetti, memorie domestiche, estetiche vintage. A completare la scena, due opere che incorniciano la porta: Don Giovanni e la sua amante, separati nel momento del contatto. Nella stanza successiva, le opere di **Agnese Guido** e **Thomas Braida** abitano lo spazio con un surrealismo poetico. I due linguaggi dialogano tra loro e con le memorie sedimentate sui muri, ampliando l'immaginario di queste stanze come micro teatri interiori. Attraversando il salone, si giunge a una stanza elegante, apparentemente vuota. In fondo, voltato verso l'angolo, si trova un gatto nero: la terza opera di **Maurizio Cattelan**. Immobile, in silenzio, come in castigo. La sua presenza, minima e insieme fortissima, altera lo spazio.<br><br>Tornando verso il salone, camminando verso l'uscita, una veduta di Venezia di **Thomas Braida** introduce l'ambiente successivo, dedicato a **Raoul Schultz**, figura anticonvenzionale della scena veneta. Pittore, poeta visivo, autore di collage e dispositivi teatrali, Schultz ha sempre operato ai margini dei sistemi formali dell'arte. Le serie dei *\"Calendari\"* e delle *\"Toponomastiche\"* qui presentate sottolineano il suo sguardo libero, critico, capace di anticipare molte forme espressive contemporanee. Un laboratorio di poetica autonoma, radicata e insieme nomade.<br><br>Scendendo le scale, l'ultimo dittico di **Silvia Negrini** indica la via."
  },
  "settecento-0": {
    "title": "**SETTECENTO**<br>Piano rialzato",
    "content": "Il percorso di PORTOFRANCO sta per concludersi. Scendendo gli ultimi gradini del Palazzo si ritorna al punto di partenza, chiudendo simbolicamente un cerchio: si rientra dove tutto è iniziato. Prima dell'uscita, la mostra offre però due passaggi conclusivi di forte intensità: il primo, intimo e meditativo, affidato alla sensibilità di **Agata Ferrari Bravo**; il secondo, vibrante, è la grande installazione all'aperto di **Anna Galtarossa**.<br><br>**Agata Ferrari Bravo** è l'artista più giovane invitata al progetto. La sua pratica attraversa disegno, pittura, scultura e performance, con una costante: il corpo come presenza reale o evocata, sempre centrale. La figura del manichino, elemento ricorrente nel suo immaginario, qui assume una nuova forma all'interno di uno spazio appartato, quasi segreto, verso la fine del percorso. In questa piccola stanza - un tempo un guardaroba - il pubblico incontra una presenza sospesa, un corpo che sembra attendere o ricordare. Attorno, disegni che intrecciano reale e immaginario costruiscono un ambiente delicato, silenzioso, attraversato da memorie e stati emotivi sottili. L'artista definisce questo luogo come una \"zona franca tra il sonno e la veglia\": uno spazio liminale dove le immagini emergono con naturalezza, come apparizioni.<br><br>Entrare qui significa respirare lentamente, accogliere un tempo diverso: fragile, poetico, leggero e profondo allo stesso tempo."
  },
  "cortile": {
    "title": "**Cortile – corte esterna**",
    "content": "Nel cortile di Palazzo Soranzo Novello, spazio che conserva l'eleganza storica dell'architettura veneta, si trova *Scacciapensieri*, l'opera realizzata da **Anna Galtarossa** appositamente per PORTOFRANCO. L'artista, originaria del territorio ma con un percorso tra New York, Messico e Asia, porta nel cortile un immaginario vibrante e contaminato da culture diverse.<br><br>*Scacciapensieri* è un grande *dream catcher* contemporaneo: un dispositivo simbolico che \"trattiene\" i pensieri negativi, rovescia memorie pesanti e protegge gli spazi che attraversa. L'opera è composta da materiali di recupero e oggetti quotidiani assembrati in modo minuzioso e ironico: bandierine, frammenti tessili, decorazioni, elementi che sembrano raccontare storie, rituali, viaggi e appartenenze immaginarie.<br><br>Disposta su quattro livelli sovrapposti, l'installazione si muove con il vento, trasformandosi continuamente. È un organismo vivo, che vibra e risuona nel cortile come una presenza benevola. Nel congedo dalla mostra, *Scacciapensieri* invita il pubblico a lasciare qualcosa dietro di sé: un pensiero, un ricordo, una sensazione.<br><br>Non solo un'opera, ma un gesto finale di liberazione prima di uscire dal Palazzo."
  },
  "museo": {
    "title": "**MUSEO CASA GIORGIONE**",
    "content": "Museo Casa Giorgione rappresenta uno dei luoghi più significativi del territorio e della città, legato alla memoria del grande pittore e alle atmosfere che hanno ispirato la sua opera. È in questo contesto che si inserisce l'intervento di **Alice Ronchi**, unico progetto di PORTOFRANCO realizzato fuori da Palazzo Soranzo Novello.<br><br>L'artista colloca due sculture in acciaio specchiato, *Temple of Light (Sun)* e *Temple of Light (Moon)*, pensate come templi di luce che riflettono l'ambiente restituendolo allo sguardo di chi osserva. Sole e Luna diventano così simboli universali, totem contemporanei capaci di attivare memorie condivise e pensieri positivi. La ricerca di Ronchi si muove tra disegno, scultura, tessuto, video e performance, trasformando la realtà in poesia attraverso un linguaggio accessibile, ludico e sensibile allo spazio. Le sue forme, vicine al design e all'architettura, invitano a una fruizione aperta, inclusiva, adatta anche ai bambini. L'installazione si collega naturalmente al Fregio di Giorgione, dove compaiono Sole e Luna, creando un ponte simbolico tra passato e presente. Così, l'antico porto franco si espande fuori dalle mura del Palazzo, trasformando la città in un percorso continuo e dialogico tra storia e arte contemporanea."
  }
}

