{
  "anni70-0": {
    "title": "**1970's**<br>Ground floor, entrance and hall",
    "content": "The entrance to the exhibition **PORTOFRANCO** is designed to immediately place the visitor in an intimate and surprising dimension. In the corridor connecting the two buildings of the palace is the installation by **Thyself Agency**, a life-exchange agency founded by artists **Luca De Leva** and **Emma Rose Hodne**. The project, previously presented in various Italian and European cities, offers real experiences of \"self-exchange,\" inviting the public to engage actively and adopt new relational perspectives. On selected weekends, the two artists will be present to speak with visitors.<br><br>Beyond the corridor, one enters the large hall, characterized by the original counters of the former bank and by materials such as wood, granite, and glass - elements that introduce the atmosphere of the exhibition. At the back of the room, beyond the counters, stands a large painting by **Thomas Braida**: a classical landscape populated by cows drinking cocktails - an image at once ironic and serious, representative of the artist's unique language. Inside the bank counters, **Marta Ravasi** has placed delicate photographic images, like objects forgotten by former occupants of the space, small traces of the past. Nearby are abandoned office furnishings: opened safes, telephones, outlets, desks. Within this context, inside one of the offices, emerges a sculpture by **SC_NC**, created specifically for PORTOFRANCO: a composition of keys recovered from abandoned sites in the region, considered as \"carriers of souls and memories.\" Also on view is the first series of works by **Raoul Schultz**, an artist ahead of his time, represented here with pieces from the series \"*Toponomastiche\"*, \"*Numeri anagrafici\"*, and \"*Calendari\"*, placed in various locations throughout the palace. On the floor, a large original document holder from the space is transformed into a sculpture and display device for a new work by **Rachele Calisti**: the figure of a reclining manager, ironic and cynical, perfectly integrated into the environment. Also presented is *Tenuto immerso*, a video by **Daniele Costa**, visible even from outside through the opening of the former ATM. The film reinvigorates the abandoned rooms of the palace and represents the poetic matrix of the entire exhibition.<br><br>The visit continues along the **central staircase**, the architectural element that unites the two buildings into a single entity: Palazzo Soranzo Novello. This staircase, documented also in the drawings of **Filippo Antonioli**, is the heart of the visitor's movement across the different atmospheres of the exhibition. As they ascend the stairs, visitors encounter a large painting by **Adam Gordon**, an American artist whose work spans video, photography, performance, and painting to explore humanity and objects. The work depicts a hybrid, elongated body, suspended between times and identities. The artist is also present in the exhibition with a second, more intimate painting."
  },
  "anni70-1": {
    "title": "**1970's**<br>First floor",
    "content": "Climbing the staircase, one reaches the first floor, in the 1970s wing. Here, the visitor is welcomed by a diptych by **Silvia Negrini**, which introduces the continuation of the exhibition. The space retains the characteristic aesthetic of the era - brown carpeting, smoked glass windows, doors, and wood paneling - becoming the setting for the \"presence\" of **Duane Hanson**, a master of American post-pop and hyperrealism. His work *Flea Market Lady*, depicting a Florida woman, Rose, seated and reading a magazine among second-hand objects (ready to be sold at a flea market), is made of polychrome bronze with real clothing and everyday items. This is the prelude to what unfolds in the offices and the long corridor ahead, where photographs by **Guido Guidi** are displayed, dedicated to architectural details of Carlo Scarpa's **Brion Tomb**. Guidi observes the changing of light and shadow as a painterly process of the Impressionists. In a large room overlooking the corridor, **SC_NC's** habitat takes shape: an archive balancing between past and present, composed of sculptures, actions, drawings, lights, debris, accumulated materials, and visual memories. The duo's final work is a painting created by assembling fragments of linoleum, in dialogue with the abandoned furniture in the room, giving life to a new narrative microcosm.<br><br>On the opposite side of Hanson's sculpture are three offices, inhabited by two artists. In the first, **Sacha Kanah** gives shape to a suspended temporality: the office's original furnishings become the setting for three sculptures in which heavy industrial elements are transformed, lightened, and reimagined, evoking new balances between nature, matter, and body. The two adjacent offices host a project by **Vincenzo Agnetti**, here reactivated after its original presentation in 1977 at the Castello di Portofino. On that occasion, Agnetti created conceptual rooms, each embodying a theme. At PORTOFRANCO, the **\"stanza del delitto\"** is revived, featuring a large graphic-pictorial work resembling a rebus; on the floor, a torn canvas alludes to what has been removed. The next room hosts *Machiavelli 30*, a video-performance in which the artist throws envelopes containing the text of *Corpo del reato* to the ground and then disappears, leaving only his voice to narrate a seemingly nonsensical yet still current discourse. Visitors may collect and take the envelopes with them.<br><br>Finally, on this floor, as if forgotten, appears a work by **Francesca Mirabile**: a collage that anticipates further interventions by the artist later in the exhibition path."
  },
  "anni70-2": {
    "title": "**1970's**<br>Second floor",
    "content": "The cycle of works *\"Escape Room\"* by **Silvia Negrini**, created specifically for PORTOFRANCO, offers a key to interpreting the entire exhibition. For the first time, the artist employs the technique of inlay, developing diptychs that dialogue with the decorative elements of the Palace, stuccoes, wood paneling, tiles, and architectural patterns, and guide visitors through transitional spaces with suspended geometries and environments. At the top of the staircase, one encounters the second painting by **Adam Gordon**, depicting an anonymous and silent interior inspired by images of houses for sale. The scene, painted from memory, conveys the sensation of a place without identity, echoing the atmosphere of the hall that hosts it, with cold lighting and grey curtains.<br><br>From here, one enters a large disused office, with metal cabinets and a geographical map hanging on the wall. On the floor, beneath the map, is the first site-specific intervention by **Maurizio Cattelan**: an ironic and discreet sculpture, two miniature elevators, which seem always to have belonged to the space, reinforcing the impression of an environment suspended between reality and fiction.<br><br>In the main room, elegant wooden cabinets house works by **Zoe Williams** and **Fabio Roncato**. Williams presents small evocative objects, such as a slipper-shaped candle holder and a drawing that recalls a sensual and baroque feminine imaginary. Roncato shows bronze sculptures resembling fossils, symbols of a sedimented time.<br><br>The adjacent offices host three distinct artistic presences. In one, **Marta Ravasi** uses furniture from the former bank as supports for her poetic, retro-inspired paintings, evoking delicate and timeless atmospheres. In another, newly produced works by **Thomas Braida** and **Agnese Guido** are shown: Braida, with irony, reinterprets familiar subjects such as domestic cats; Guido populates the rooms with grotesque figures and symbols linked to the banking imaginary - ATMs, managers, banknotes - creating surreal scenarios where interiors and exteriors coexist in precarious balance.<br><br>The path concludes in the large office on this floor, where **Alberto Zanetti** intervenes with three images reflecting the theme of the double, central to the exhibition: the double building, overlapping identities, meanings that mirror and transform. The images - a hand, a gold-leaf arrow, a feather that multiplies - seem to move through the space, acting as elements poised between the two wings of the building. For Zanetti, an image is not simply to be observed, but to be crossed: it is through the movement of the viewer that the work becomes complete."
  },
  "anni70-3": {
    "title": "**1970's**<br>Third floor",
    "content": "One arrives on the third floor, where a rhythmic, repeated sound draws the attention. The space here is more intimate, and as one approaches the top of the staircase, the rhythm intensifies. In this environment, three installations by **Silvia Mariotti**, **Flavio Favelli**, and **Maurizio Cattelan** coexist, each closely connected to the site and capable of transforming its atmosphere.<br><br>Looking up above the staircase, the source of the sound is revealed: *TODAY*, a new, smaller version of **Maurizio Cattelan**'s celebrated \"Tamburino\". The small, finely dressed figure watches the audience from above while beating a drum, compelling the viewer into a physical and active form of participation, producing a subtle sense of estrangement. In the adjacent rooms, **Silvia Mariotti** composes a landscape in which nature invades architecture: dried leaves, ceramic sculptures, natural and synthetic molds, and neon lights interact with the old metal cabinets and the cold lighting of the building. Photographs of forests and vegetal details amplify the tension between the organic and the artificial, transforming the rooms into places of fragile survival and slow reconquest.<br><br>A little further on, a glass door decorated with the drawing of a telephone introduces the intervention by **Flavio Favelli**. Like an abandoned phone booth, the room is entirely wallpapered with images taken from vintage erotic magazines: an ironic and provocative gesture that reactivates a marginal corner of the palace, revealing its latent charge.<br><br>Favelli also appears in the other wing of the Palazzo, just as traces of other artists as **Thomas Braida**, **Agnese Guido**, **Goldschmied & Chiari**, **Zoe Williams**, and **Francesca Mirabile**. These *unannounced presences* accompany the visitor like subterranean clues, contributing to the sense of discovery and movement that characterizes **PORTOFRANCO**."
  },
  "settecento-3": {
    "title": "**18th CENTURY**<br>Third floor",
    "content": "The exhibition path reaches the top floor of the Palazzo, where the visitor's gaze is captured by the large video installation by **Fabio Roncato**, expanding across the space. The image shows a moving circle of water, a flow without beginning or end that moves in darkness, like a threshold toward another dimension. The installation invites a slow and immersive pause.<br><br>At this moment of suspension, one of the exhibition's special projects is introduced: the duo **VENERDISABATO**, composed of Sara Lomboni and Luca Guarino, will activate a series of itinerant performances throughout the exhibition period (until February 2026), dedicated to a selection of works along the exhibition route. The duo will narrate the exhibition through a contemporary, ironic, and imaginative language, creating exchanges and dialogues based on riddles and interpretive play. The public will be involved in searching for the solutions, becoming an active part of the narrative. The performances will take place on selected dates, listed on the exhibition website."
  },
  "settecento-2": {
    "title": "**18th CENTURY**<br>Second floor",
    "content": "After passing through the narrowing staircase, the atmosphere shifts: once one reaches the floor, the spaces reveal themselves as broad and monumental. At the center of the large hall stands the pictorial installation by **Marco Bongiorni**, composed of multiple elements set against a dark blue background. The artist depicts heads of molossian dogs and Caucasian shepherds in intense colors, with lines that are at times delicate, at times forceful. For Bongiorni, these figures embody the bond between human and animal, ancient and contemporary, becoming a metaphor for a struggle against \"mechanisms of power.\" The painting constructs a collective presence that seems to observe the space and those who move through it.<br><br>A black leather sofa recalls the building's more recent past. Continuing to the left, in the long adjoining room, **Flavio Favelli** constructs a total environment: a large installation accessible only through two lateral entrances. By assembling furniture, paneling, and materials from different eras, Favelli creates his own universe in which interior and exterior are inverted and rooms become \"inhabitable boxes.\"<br><br>On the right side of the hall, the 18th-century rooms become more intimate. In the last one, lit by a window, the visitor encounters the missing part of **Alberto Zanetti's** works: the tip of the arrow and the other half of the hand, completing the theme of the double that runs throughout the exhibition and symbolically reconnecting the two wings of the Palazzo.<br><br>In the final room of the floor awaits a sculpture by **Rachele Calisti**: upon sheets of glass and plexiglass is layered the figure of a motionless dog, taken from digital iconographies—a reflection on the everyday that resembles the real, yet is not.<br><br>Before the final descent, a light box by **Zoe Williams** appears on the wall, a kitsch image depicting what may be a baroque sculpture, signaling the exit. The visitor descends once again, accompanied by a final diptych by **Silvia Negrini**, which closes the path like a visual threshold."
  },
  "settecento-1-se": {
    "title": "**18th CENTURY**<br>First floor, south-east wing",
    "content": "Leaving behind the large 18th-century hall with **Marco Bongiorni's** installation, and descending the stairs, an unexpected sound - a mix of music and buzzing - draws the visitor's attention. The source is found in a narrow passageway where a large safe and an ancient fresco coexist: two contrasting presences that introduce a small hidden bathroom. Here, the voice of a mosquito singing the blues surprises the visitor: the sound work by **Vedovamazzei** transforms an ordinary, forgotten space into a surreal scene. Nearby, a painting by **Thomas Braida**, a Venetian still life with a dark atmosphere, appears as though inherited from the Palazzo itself, though it is a contemporary intervention.<br><br>Upon exiting, a detour leads to two 18th-century rooms, featuring coffered ceilings and Venetian cement tile floors.<br><br>In the first, two aluminum sculptures by **Fabio Roncato** occupy the space with a presence that is both solid and poetic. Formed by the Brenta River, they are shapes born from landscape—material traces of water and time. Resting on the floor, accompanied by Murano glass chandeliers and the imprint of an old chest, they establish a silent dialogue between matter, memory, and transformation. In PORTOFRANCO, Roncato's research interweaves sculpture, video, and remnants that appear to emerge from different eras, forming a slow, fluid, layered narrative.<br><br>In the next room, the silence breaks: *Shake Shack* by **Anna Galtarossa** is a totemic sculpture, colorful, vibrant, capable of \"dispelling negative energies.\" By assembling heterogeneous materials - fabrics, small objects, domestic elements, and visionary fragments - the artist constructs a pulsating body, a microcosm inhabited by personal and collective mythologies. The work animates the space like a ritual presence, anticipating an energy that the visitor will encounter again later, closing the exhibition path.<br><br>The visitor is now invited to retrace their steps: ahead lies an important room, perhaps the most captivating of Palazzo Soranzo Novello."
  },
  "settecento-1-so": {
    "title": "**18th CENTURY**<br>First floor, south-west wing",
    "content": "The hall opens with large Venetian-style windows overlooking the city of Castelfranco Veneto, directly facing the tower that guards it. On the left side, like presences that have remained unchanged over time, the mirrored works by **Goldschmied & Chiari** immediately catch the eye: surfaces where colors blend like suspended vapors. The technique developed by the artists imprints atmospheres onto the reflective plates that evoke landscapes, skies in motion—perhaps the very ones Giorgione once depicted in his views. In dialogue with these works, on the hall's original table, are arranged hand-blown Murano glass vases from the *Magnifica* series. These objects suggest feminine forms and postures: ironic, sensual, light. The same forms resurface in the watercolor and pastel drawings by the duo, scattered throughout the exhibition path. The theme of sensuality returns in the two sculptures by **Zoe Williams**, placed on either side of the hall. Ceramic - her favored medium alongside photography - becomes body, ornament, narrative. In front of the 18th-century windows rises a large bust, an anthropomorphic assemblage, baroque and surreal.<br><br>In the first room overlooking the hall, a scene appears like a suspended theater: a figure reminiscent of a modern Don Giovanni comes to life in a leporello composed of materials recovered from the former bank offices and custom-made elements. **Francesca Mirabile** reconstructs stories through traces of the everyday: objects, domestic memories, vintage aesthetics. Completing the scene, two works frame the doorway: Don Giovanni and his lover, separated in the moment before their touch. In the next room, the works of **Agnese Guido** and **Thomas Braida** inhabit the space with poetic surrealism. Their languages converse with each other and with the layers of memory on the walls, expanding the imagination of these rooms as intimate micro-theaters. Crossing the hall, one reaches an elegant, seemingly empty room. In the far corner, turned toward the wall, sits a black cat: **Maurizio Cattelan**'s third intervention. Motionless, silent, as if in punishment. Its presence, minimal yet overwhelming, shifts the atmosphere of the entire space.<br><br>Returning toward the hall and walking toward the exit, a view of Venice by **Thomas Braida** introduces the next environment, dedicated to **Raoul Schultz**, an unconventional figure in the Venetian art scene. Painter, visual poet, author of collages and theatrical devices, Schultz has always worked at the margins of formal art systems. The series of *\"Calendari\"* and *\"Toponomastiche\"* presented here highlight his free, critical gaze, capable of anticipating many contemporary expressive forms—a laboratory of autonomous poetics, both rooted and nomadic.<br><br>Descending the stairs, the final diptych by **Silvia Negrini** indicates the way out."
  },
  "settecento-0": {
    "title": "**18th CENTURY**<br>Mezzanine floor",
    "content": "The PORTOFRANCO itinerary is about to come to an end. Descending the last steps of the Palazzo, one returns to the starting point, symbolically closing a circle: arriving again where everything began. Before exiting, however, the exhibition offers two final passages of strong emotional resonance: the first intimate and meditative, entrusted to the sensibility of **Agata Ferrari Bravo**; the second, vibrant, is Anna Galtarossa's large outdoor installation.<br><br>**Agata Ferrari Bravo** is the youngest artist invited to the project. Her practice spans drawing, painting, sculpture and performance, with one constant: the body, whether physically present or evoked, always at the center. The figure of the mannequin, a recurring element in her visual vocabulary, takes on a new form here, within a secluded, almost hidden space near the end of the exhibition path. In this small room, once a wardrobe, the public encounters a suspended presence, a body that seems to be waiting, or remembering. Around it, drawings that weave together the real and the imaginary construct a delicate, silent environment, crossed by memory and subtle emotional states. The artist describes this place as a \"free zone between sleep and wakefulness\": a liminal space where images emerge naturally, like apparitions.<br><br>Entering here means breathing slowly, embracing a different sense of time: fragile, poetic, light and profound at once."
  },
  "cortile": {
    "title": "**Courtyard – outer Court**",
    "content": "In the courtyard of Palazzo Soranzo Novello - a space that preserves the historic elegance of Venetian architecture - stands *Scacciapensieri*, the work created by **Anna Galtarossa** specifically for PORTOFRANCO. The artist, originally from the region yet with a trajectory spanning New York, Mexico, and Asia, brings to the courtyard a vibrant imaginary influenced by diverse cultures.<br><br>*Scacciapensieri* is a large, contemporary dream catcher: a symbolic device that \"holds\" negative thoughts, turns heavy memories upside down, and protects the spaces it inhabits. The work is composed of found materials and everyday objects, assembled with meticulous care and a touch of irony: small flags, textile fragments, decorations, elements that seem to recount stories, rituals, journeys, and imaginary lineages.<br><br>Arranged across four overlapping tiers, the installation moves with the wind, constantly transforming itself. It is a living organism, vibrating and resonating in the courtyard as a benevolent presence. In this final moment of the exhibition path, *Scacciapensieri* invites visitors to leave something behind: a thought, a memory, a sensation.<br><br>Not merely an artwork, but a final gesture of release before leaving the Palazzo."
  },
  "museo": {
    "title": "**MUSEO CASA GIORGIONE**",
    "content": "Museo Casa Giorgione is one of the most significant places in the city and its surroundings, closely tied to the memory of the great painter and to the atmosphere that inspired his work. It is within this context that the intervention by **Alice Ronchi** is situated, the only project of PORTOFRANCO to take place outside Palazzo Soranzo Novello.<br><br>The artist places two mirrored steel sculptures, *Temple of Light (Sun)* and *Temple of Light (Moon)*, conceived as temples of light that reflect their surroundings, returning the environment to the gaze of the viewer. Sun and Moon thus become universal symbols, contemporary totems capable of activating shared memories and positive thoughts. Ronchi's practice moves between drawing, sculpture, textile, video, and performance, transforming reality into poetry through a language that is accessible, playful, and deeply attentive to space. Her forms, close to both design and architecture, invite an open and inclusive experience, one that is also welcoming to children. The installation naturally connects to Giorgione's Frieze, where the Sun and Moon also appear, creating a symbolic bridge between past and present. In this way, the ancient porto franco expands beyond the walls of the Palazzo, transforming the city into a continuous, dialogical journey between history and contemporary art."
  }
}

